Repository: cepdnaclk/e20-3yp-FlickNest
Catalog: home_automation_app/lib/l10n/app_*.arb
Languages: es

# welcomeLabel
source: Welcome
es: Bienvenido

# initializingAppLabel
source: Initializing App
es: Initializando Aplicación

# loadingDeviceListLabel
source: Loading Device list
es: Cargando Lista de Dispositivos

# loadingOutletConfigLabel
source: Loading Outlet Config
es: Cargando Tomacorrientes

# doneLabel
source: Done
es: Listo

# errorLoadingAppLabel
source: Error Loading App
es: Error Cargando la App

# myEnergyConsumptionInKW
source: My Energy Consumption (kW)
es: Mi Consumo de Energía (kW)

# quickActionsLabel
source: Quick Actions
es: Acciones Rápidas

# addNewDeviceLabel
source: Add New Device
es: Añadir Nuevo Dispositivo

# manageDevicesLabel
source: Manage Devices
es: Manejar Dispositivos

# testConnectivityLabel
source: Test Connectivity
es: Probar Conectividad

# aboutFlickyLabel
source: About Flicky
es: Sobre Flicky

# myHomeLabel
source: My Home
es: Mi Hogar

# myNetworkLabel
source: My Network
es: Mi Red
